/* No comment provided by engineer. */
"3D Touch" = "3D Touch";

/* No comment provided by engineer. */
"Automatic Mode" = "Automatic Mode";

/* No comment provided by engineer. */
"Blue" = "Blue";

/* No comment provided by engineer. */
"Blue (%.2f)" = "Blue (%.2f)";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Choose the adjustment that you would like to enable and disable using 3D Touch. You may only have one enabled at a time." = "Choose the adjustment that you would like to enable and disable using 3D Touch. You may only have one enabled at a time.";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable Color" = "Disable Color";

/* No comment provided by engineer. */
"Disable Dimness" = "Disable Dimness";

/* No comment provided by engineer. */
"Disable Temperature" = "Disable Temperature";

/* No comment provided by engineer. */
"Disable White Point" = "Disable White Point";

/* No comment provided by engineer. */
"Enable" = "Enable";

/* No comment provided by engineer. */
"Enable automatic mode to turn on and off GoodNight at a set time. Please note that the change will not take effect immediately.\n\nLast Background Update: %@" = "Enable automatic mode to turn on and off GoodNight at a set time. Please note that the change will not take effect immediately.\n\nLast Background Update: %@";

/* No comment provided by engineer. */
"Enable Color" = "Enable Color";

/* No comment provided by engineer. */
"Enable Darkroom" = "Enable Darkroom";

/* No comment provided by engineer. */
"Enable Dimness" = "Enable Dimness";

/* No comment provided by engineer. */
"Enable Temperature" = "Enable Temperature";

/* No comment provided by engineer. */
"Enable White Point" = "Enable White Point";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Green" = "Green";

/* No comment provided by engineer. */
"Green (%.2f)" = "Green (%.2f)";

/* No comment provided by engineer. */
"If you further reduce the brightness, your screen will go completely dark! If you accidently do this, you can restart your device to undo the effect." = "If you further reduce the brightness, your screen will go completely dark! If you accidently do this, you can restart your device to undo the effect.";

/* No comment provided by engineer. */
"If you further reduce the color your screen will go completely dark!" = "If you further reduce the color your screen will go completely dark!";

/* No comment provided by engineer. */
"Ignore" = "Ignore";

/* No comment provided by engineer. */
"Level (%.2f)" = "Level (%.2f)";

/* No comment provided by engineer. */
"Move the slider to adjust the display temperature.\n\nCurrent Temperature: %dK" = "Move the slider to adjust the display temperature.\n\nCurrent Temperature: %dK";

/* No comment provided by engineer. */
"Never" = "Never";

/* No comment provided by engineer. */
"No access to location" = "No access to location";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Quick Actions" = "Quick Actions";

/* No comment provided by engineer. */
"Red" = "Red";

/* No comment provided by engineer. */
"Red (%.2f)" = "Red (%.2f)";

/* No comment provided by engineer. */
"Temperature (%dK)" = "Temperature (%dK)";

/* No comment provided by engineer. */
"There are no settings for your device at this moment. However, some may be added in a future update." = "There are no settings for your device at this moment. However, some may be added in a future update.";

/* No comment provided by engineer. */
"Time to disable %@!" = "Time to disable %@!";

/* No comment provided by engineer. */
"Time to disable night mode!" = "Time to disable night mode!";

/* No comment provided by engineer. */
"Time to enable %@!" = "Time to enable %@!";

/* No comment provided by engineer. */
"Time to enable night mode!" = "Time to enable night mode!";

/* No comment provided by engineer. */
"Turn off this adjustment" = "Turn off this adjustment";

/* No comment provided by engineer. */
"Turn on or off 3D Touch quick actions or \"Peek and Pop\" capability." = "Turn on or off 3D Touch quick actions or \"Peek and Pop\" capability.";

/* No comment provided by engineer. */
"Turn on this adjustment" = "Turn on this adjustment";

/* No comment provided by engineer. */
"Understood" = "Understood";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"When enabled, the \"Exit After Action\" exits the app after you enable or disable the set adjustment using 3D Touch." = "When enabled, the \"Exit After Action\" exits the app after you enable or disable the set adjustment using 3D Touch.";

/* No comment provided by engineer. */
"You may only use one adjustment at a time. Please disable any other adjustments before enabling this one." = "You may only use one adjustment at a time. Please disable any other adjustments before enabling this one.";

/* No comment provided by engineer. */
"You must enable location services in settings." = "You must enable location services in settings.";

